app/controllers/registrations_controller.rb

INSERT INTO "users" ("email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "vandat2912@gmail.com"], ["password", "12345678"], ["created_at", "2016-09-13 04:05:45.384727"], ["updated_at", "2016-09-13 04:05:45.384727"]]
---
  def create
    @user = User.new user_params
    if @user.save